Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Skin-temperature deviation
de: Hauttemperatur-Abweichung
es: Desviación de la temperatura de la piel
fr: Écart de température cutanée
it: Deviazione della temperatura cutanea
pl: Odchylenie temperatury skóry
pt_pt: Desvio da temperatura da pele
ru: Отклонение температуры кожи
th: การเบี่ยงเบนของอุณหภูมิผิวหนัง
zh_hans: 皮肤温度偏差
zh_hant: 皮膚溫度偏差

source: Skin-temperature trend
de: Hauttemperatur-Trend
es: Tendencia de la temperatura de la piel
fr: Tendance de la température cutanée
it: Andamento della temperatura cutanea
pl: Trend temperatury skóry
pt_pt: Tendência da temperatura da pele
ru: Динамика температуры кожи
th: แนวโน้มอุณหภูมิผิวหนัง
zh_hans: 皮肤温度趋势
zh_hant: 皮膚溫度趨勢

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pl: Pomiń
pt_pt: Pular
ru: Пропустить
th: ข้าม
zh_hans: 跳过
zh_hant: 跳過

source: Skip alerts when the strap is off your wrist.
de: Hinweise überspringen, wenn der Strap nicht am Handgelenk ist.
es: Omite las alertas cuando la pulsera no está en tu muñeca.
fr: Ignorer les alertes lorsque le bracelet n'est pas au poignet.
it: Salta gli avvisi quando la fascia non è al polso.
pl: Pomiń powiadomienia, gdy pasek zostanie zdjęty z nadgarstka.
pt_pt: Ignore os alertas quando a bracelete estiver fora do pulso.
ru: Не уведомлять, если браслет снят с запястья.
th: ข้ามการแจ้งเตือนเมื่อสายรัดหลุดจากข้อมือของคุณ
zh_hans: 手环不在手腕上时跳过提醒。
zh_hant: 手環未佩戴在手腕上時跳過提醒。

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
it: Salta per ora
pl: Pomiń na razie
pt_pt: Saltar por enquanto
ru: Пропустить пока
th: ข้ามไปก่อน
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Skip today
de: Heute überspringen
es: Omitir hoy
fr: Passer aujourd'hui
it: Salta oggi
pl: Pomiń dzisiaj
pt_pt: Saltar hoje
ru: Пропустить сегодня
th: ข้ามวันนี้
zh_hans: 跳过今天
zh_hant: 跳過今天

source: Skipped
de: Ausgelassen
es: Omitido
fr: Ignoré
it: Saltato
pl: Pominięto
pt_pt: Ignorado
ru: Пропущено
th: ข้ามไป
zh_hans: 跳过
zh_hant: 跳過

source: Sky behind cards
de: Himmel hinter Karten
es: Cielo detrás de las tarjetas
fr: Ciel derrière les cartes
it: Cielo dietro le schede
pl: Niebo za kartami
pt_pt: Céu atrás de cartas
ru: Небо за карточками
th: ท้องฟ้าหลังไพ่
zh_hans: 卡片后方的天空
zh_hant: 卡片後方的天空

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
pl: Sen
pt_pt: Sono
ru: Сон
th: การนอน
zh_hans: 睡眠
zh_hant: 睡眠

source: SLEEP
de: SCHLAF
es: SUEÑO
fr: SOMMEIL
it: SONNO
pl: SPAĆ
pt_pt: DORMIR
ru: СОН
th: นอน
zh_hans: 睡眠
zh_hant: 睡眠

source: Sleep · scores · recording · where your numbers come from
de: Schlaf · Werte · Aufzeichnung · woher deine Zahlen kommen
es: Sueño · puntuaciones · registro · de dónde vienen tus números
fr: Sommeil · scores · enregistrement · d'où viennent vos chiffres
it: Sonno · punteggi · registrazione · da dove vengono i tuoi numeri
pl: Sen · wyniki · nagrywanie · skąd pochodzą Twoje liczby
pt_pt: Dormir · pontuações · registar · de onde vêm os teus números
ru: Сон · оценки · запись · откуда берутся ваши данные
th: นอนหลับ · คะแนน · บันทึก · ที่มาของตัวเลขของคุณ
zh_hans: 睡眠 · 评分 · 录制 · 你的数字来自何处
zh_hant: 睡眠 · 評分 · 錄製 · 你的數字來自何處

source: Sleep / Rest
de: Schlaf / Ruhe
es: Sueño / Descanso
fr: Sommeil / Repos
it: Sonno / Riposo
pl: Uśpienie / Odpoczynek
pt_pt: Dormir / Descansar
ru: Сон / Отдых
th: นอนหลับ/พักผ่อน
zh_hans: 睡眠 / 休息
zh_hant: 睡眠 / 休息

source: Sleep & Rest
de: Schlaf & Ruhe
es: Sueño y descanso
fr: Sommeil et repos
it: Sonno e Riposo
pl: Uśpienie i Odpoczynek
pt_pt: Dormir e descansar
ru: Сон и отдых
th: นอนหลับและพักผ่อน
zh_hans: 睡眠与休息
zh_hant: 睡眠與休息

source: Sleep avg
de: Schlaf Ø
es: Promedio de sueño
fr: Moy. sommeil
it: Media del sonno
pl: Średni sen
pt_pt: Média de sono
ru: Средний сон
th: การนอนโดยเฉลี่ย
zh_hans: 平均睡眠
zh_hant: 平均睡眠

source: Sleep balance
de: Schlafkonto
es: Balance de sueño
fr: Solde de sommeil
it: Equilibrio del sonno
pl: Bilans snu
pt_pt: Equilíbrio do sono
ru: Баланс сна
th: สมดุลการนอนหลับ
zh_hans: 睡眠平衡
zh_hant: 睡眠平衡

source: Sleep better
de: Besser schlafen
es: Dormir mejor
fr: Mieux dormir
it: Dormi meglio
pl: Śpij lepiej
pt_pt: Durma melhor
ru: Спи лучше
th: นอนหลับได้ดีขึ้น
zh_hans: 睡得更好
zh_hant: 睡得更好

source: Sleep chart
de: Schlafdiagramm
es: Gráfico de sueño
fr: Graphique du sommeil
it: Grafico del sonno
pl: Wykres snu
pt_pt: Gráfico do sono
ru: График сна
th: แผนภูมิการนอนหลับ
zh_hans: 睡眠图表
zh_hant: 睡眠圖表

source: Sleep Consistency
de: Schlafkonsistenz
es: Consistencia del sueño
fr: Régularité du sommeil
it: Regolarità del sonno
pl: Spójność snu
pt_pt: Consistência do sono
ru: Постоянство сна
th: ความสม่ำเสมอในการนอน
zh_hans: 睡眠规律性
zh_hant: 睡眠規律性

source: sleep debt
de: Schlafdefizit
es: deuda de sueño
fr: dette de sommeil
it: debito di sonno
pl: dług snu
pt_pt: dívida de sono
ru: недосып
th: หนี้การนอน
zh_hans: 睡眠负债
zh_hant: 睡眠負債

source: Sleep Debt
de: Schlafdefizit
es: Deuda de sueño
fr: Dette de sommeil
it: Debito di sonno
pl: Dług snu
pt_pt: Dívida de sono
ru: Недосып
th: หนี้การนอน
zh_hans: 睡眠负债
zh_hant: 睡眠負債

source: Sleep deleted.
de: Schlaf gelöscht.
es: Sueño eliminado.
fr: Sommeil supprimé.
it: Sonno cancellato.
pl: Usunięto sen.
pt_pt: Sono excluído.
ru: Сон удален.
th: ลบการนอนหลับแล้ว
zh_hans: 睡眠删除了。
zh_hant: 睡眠刪除了。

# Sleep deleted. NOOP won't detect sleep between %@ and %@ again.
source: Sleep deleted. NOOP won't detect sleep between %1$@ and %2$@ again.
de: Schlaf gelöscht. NOOP erkennt den Schlaf zwischen %@ und %@ nicht mehr.
es: Sueño eliminado. NOOP no detectará el sueño entre %@ y %@ nuevamente.
fr: Sommeil supprimé. NOOP ne détectera plus le sommeil entre %@ et %@.
it: Sonno cancellato. NOOP non rileverà più il sonno tra %@ e %@.
pl: Usunięto sen. NOOP nie wykryje ponownie snu między %@ a %@.
pt_pt: Sono excluído. NOOP não detectará suspensão entre %@ e %@ novamente.
ru: Сон удален. NOOP больше не обнаружит сон между %@ и %@.
th: ลบการนอนหลับแล้ว NOOP จะไม่ตรวจจับการนอนหลับระหว่าง %1$@ และ %2$@ อีกครั้ง
zh_hans: 睡眠删除了。 NOOP 不会再次检测 %@ 和 %@ 之间的睡眠。
zh_hant: 睡眠刪除了。 NOOP 不會再偵測 %@ 與 %@ 之間的睡眠。

source: Sleep detail
de: Schlafdetails
es: Detalle del sueño
fr: Détail du sommeil
it: Particolare del sonno
pl: Szczegóły snu
pt_pt: Detalhe do sono
ru: Детали сна
th: รายละเอียดการนอนหลับ
zh_hans: 睡眠细节
zh_hant: 睡眠細節

source: sleep duration
de: Schlafdauer
es: duración del sueño
fr: durée de sommeil
it: durata del sonno
pl: czas snu
pt_pt: duração do sono
ru: продолжительность сна
th: ระยะเวลาการนอน
zh_hans: 睡眠时长
zh_hant: 睡眠時長

source: Sleep Efficiency
de: Schlafeffizienz
es: Eficiencia del sueño
fr: Efficacité du sommeil
it: Efficienza del sonno
pl: Wydajność snu
pt_pt: Eficiência do sono
ru: Эффективность сна
th: ประสิทธิภาพการนอน
zh_hans: 睡眠效率
zh_hant: 睡眠效率

source: Sleep marks
de: Schlafmarken
es: Marcas de sueño
fr: Repères de sommeil
it: Marcatori del sonno
pl: Znaki snu
pt_pt: Marcas de sono
ru: Отметки сна
th: เครื่องหมายการนอน
zh_hans: 睡眠标记
zh_hant: 睡眠標記

source: Sleep Need
de: Schlafbedarf
es: Sueño necesario
fr: Besoin de sommeil
it: Bisogno di sonno
pl: Potrzeba snu
pt_pt: Necessidade de sono
ru: Потребность во сне
th: เวลานอนที่ร่างกายต้องการ
zh_hans: 睡眠需求
zh_hant: 睡眠需求

source: Sleep performance
de: Schlafleistung
es: Rendimiento del sueño
fr: Performance du sommeil
it: Prestazione del sonno
pl: Wydajność snu
pt_pt: Desempenho do sono
ru: Результат сна
th: ประสิทธิภาพการนอน
zh_hans: 睡眠表现
zh_hant: 睡眠表現

source: Sleep Performance
de: Schlafleistung
es: Rendimiento del sueño
fr: Performance du sommeil
it: Prestazione del sonno
pl: Wydajność snu
pt_pt: Desempenho do sono
ru: Качество сна
th: ประสิทธิภาพการนอน
zh_hans: 睡眠表现
zh_hant: 睡眠表現

source: Sleep performance %lld of 100
de: Schlafleistung %lld von 100
es: Rendimiento del sueño %lld de 100
fr: Performance du sommeil %lld sur 100
it: Prestazione del sonno %lld su 100
pl: Wydajność snu %lld wynosząca 100
pt_pt: Desempenho do sono %lld de 100
ru: Результат сна %lld из 100
th: ประสิทธิภาพการนอน %lld คือ 100
zh_hans: 睡眠表现 %lld / 100
zh_hant: 睡眠表現 %lld / 100

source: Sleep performance %lld of 100, %@
de: Schlafleistung %lld von 100, %@
es: Rendimiento del sueño %lld de 100, %@
fr: Performance du sommeil %lld sur 100, %@
it: Prestazione del sonno %lld su 100, %@
pl: Wydajność snu %lld wynosząca 100, %@
pt_pt: Desempenho do sono %lld de 100, %@
ru: Результат сна %lld из 100, %@
th: ประสิทธิภาพการนอน %lld จาก 100, %@
zh_hans: 睡眠表现 %lld / 100，%@
zh_hant: 睡眠表現 %lld / 100，%@

source: Sleep performance %lld percent
de: Schlafleistung %lld Prozent
es: Rendimiento del sueño %lld por ciento
fr: Performances de sommeil %lld pour cent
it: Prestazioni del sonno %lld percento
pl: Jakość snu %lld procent
pt_pt: Desempenho do sono %lld por cento
ru: Производительность сна %lld процентов
th: ประสิทธิภาพการนอน %lld เปอร์เซ็นต์
zh_hans: 睡眠表现 %lld%
zh_hant: 睡眠表現 %lld%

# Sleep performance %lld percent. %@ slept, %@ needed
source: Sleep performance %1$lld percent. %2$@ slept, %3$@ needed
de: Schlafleistung %lld Prozent. %@ geschlafen, %@ benötigt
es: Rendimiento del sueño %lld por ciento. %@ durmió, %@ necesitaba
fr: Performances de sommeil %lld pour cent. %@ a dormi, %@ avait besoin
it: Prestazioni del sonno %lld percento. %@ ha dormito, %@ avevo bisogno
pl: Jakość snu %lld procent. Przespane %@, potrzebne %@
pt_pt: Desempenho do sono %lld por cento. %@ dormiu, %@ precisou
ru: Производительность сна %lld процентов. %@ спал, %@ нужен
th: ประสิทธิภาพการนอน %1$lld เปอร์เซ็นต์ %2$@ หลับแล้ว ต้องการ %3$@
zh_hans: 睡眠表现 %lld%。 %@ 睡觉了，需要 %@
zh_hant: 睡眠表現 %lld%。 %@ 睡覺了，需要 %@

source: Sleep performance not available
de: Schlafleistung nicht verfügbar
es: Rendimiento del sueño no disponible
fr: Performances de sommeil non disponibles
it: Prestazioni del sonno non disponibili
pl: Jakość snu niedostępna
pt_pt: Desempenho do sono não disponível
ru: Характеристики сна недоступны.
th: ประสิทธิภาพการนอน ไม่พร้อมใช้งาน
zh_hans: 睡眠表现不可用
zh_hant: 睡眠表現不可用

source: Sleep quality
de: Schlafqualität
es: Calidad del sueño
fr: Qualité du sommeil
it: Qualità del sonno
pl: Jakość snu
pt_pt: Qualidade do sono
ru: Качество сна
th: คุณภาพการนอน
zh_hans: 睡眠质量
zh_hant: 睡眠品質

source: Sleep score
de: Schlafwert
es: Puntuación de sueño
fr: Score de sommeil
it: Punteggio del sonno
pl: Ocena snu
pt_pt: Pontuação do sono
ru: Оценка сна
th: คะแนนการนอน
zh_hans: 睡眠评分
zh_hant: 睡眠評分

source: Sleep Score
de: Schlafwert
es: Puntuación de sueño
fr: Score de sommeil
it: Punteggio del sonno
pl: Ocena snu
pt_pt: Pontuação do sono
ru: Оценка сна
th: คะแนนการนอน
zh_hans: 睡眠评分
zh_hant: 睡眠評分

source: Sleep scored from how long you slept versus how much you needed, how efficient the night was, and the restorative (deep and REM) share of it.
de: Schlaf bewertet daraus, wie lange du im Verhältnis zu deinem Bedarf geschlafen hast, wie effizient die Nacht war und welchen erholsamen Anteil (Tief- und REM-Schlaf) sie hatte.
es: El sueño se puntúa según cuánto dormiste frente a cuánto necesitabas, lo eficiente que fue la noche y la proporción reparadora (profundo y REM).
fr: Le sommeil est noté selon la durée dormie par rapport à votre besoin, l'efficacité de la nuit et la part réparatrice (profond et paradoxal).
it: Il sonno viene valutato in base a quanto hai dormito rispetto a quanto ti serviva, all'efficienza della notte e alla quota rigenerante (profondo e REM).
pl: Sen oceniany jest na podstawie tego, jak długo spałeś w porównaniu z tym, ile potrzebujesz, jak wydajna była noc i jaki był jej udział w regeneracji (głęboki i REM).
pt_pt: O sono foi avaliado com base no tempo que dormiu versus quanto precisava, quão eficiente foi a noite e a parcela reparadora (profunda e REM) da mesma.
ru: Оценка сна складывается из того, сколько вы спали относительно потребности, насколько эффективной была ночь, и доли восстановительного (глубокого и быстрого) сна в ней.
th: การนอนได้คะแนนจากระยะเวลาที่คุณนอนหลับเทียบกับระยะเวลาที่คุณต้องการ ประสิทธิภาพในตอนกลางคืน และส่วนแบ่งของการบูรณะ (ลึกและ REM)
zh_hans: 睡眠评分基于实际睡眠时长与所需时长的对比、整晚的睡眠效率，以及修复性睡眠（深睡和快速眼动）所占的比例。
zh_hant: 睡眠評分依據：你的睡眠時長相對於所需時長、整晚的效率，以及修復性睡眠（深睡和 REM）所佔的比例。

source: Sleep sorting, scores, recording, and where your numbers come from.
de: Schlaf-Einsortierung, Werte, Aufzeichnung und woher deine Zahlen kommen.
es: Clasificación del sueño, puntuaciones, registro y de dónde vienen tus números.
fr: Classement du sommeil, scores, enregistrement, et d'où viennent vos chiffres.
it: Ordinamento del sonno, punteggi, registrazione e da dove vengono i tuoi numeri.
pl: Sortowanie snu, wyniki, nagrywanie i skąd pochodzą Twoje liczby.
pt_pt: Classificação do sono, pontuações, gravação e de onde vêm os teus números.
ru: Сортировка сна, оценки, запись и то, откуда берутся ваши данные.
th: การเรียงลำดับการนอน คะแนน การบันทึก และที่มาของตัวเลขของคุณ
zh_hans: 睡眠分类、评分、录制，以及你的数字来自何处。
zh_hant: 睡眠分類、評分、錄製，以及你的數字來自何處。

source: Sleep stage breakdown: deep %lld percent, light %lld percent, REM %lld percent, awake %lld percent
de: Schlafphasen-Aufschlüsselung: Tief %lld Prozent, Leicht %lld Prozent, REM %lld Prozent, Wach %lld Prozent
es: Desglose de fases del sueño: profundo %lld por ciento, ligero %lld por ciento, REM %lld por ciento, despierto %lld por ciento
fr: Répartition des stades de sommeil : profond %lld %, léger %lld %, REM %lld %, éveillé %lld %
it: Dettaglio fasi del sonno: profondo %lld percento, leggero %lld percento, REM %lld percento, sveglio %lld percento
pl: Podział faz snu: procent głębokiego %lld, procent lekkiego %lld, procent REM %lld, procent czuwania %lld
pt_pt: Análise do estádio do sono: percentagem profunda %lld, percentagem ligeira %lld, percentagem REM %lld, percentagem acordada %lld
ru: Структура стадий сна: глубокий сон, %lld процентов, лёгкий сон, %lld процентов, быстрый сон, %lld процентов, бодрствование, %lld процентов
th: สัดส่วนระยะการนอน: หลับลึก %lld เปอร์เซ็นต์ หลับตื้น %lld เปอร์เซ็นต์ REM %lld เปอร์เซ็นต์ และตื่น %lld เปอร์เซ็นต์
zh_hans: 睡眠阶段明细：深睡百分之 %lld，浅睡百分之 %lld，REM 百分之 %lld，清醒百分之 %lld
zh_hant: 睡眠階段明細：深睡百分之 %lld，淺睡百分之 %lld，REM 百分之 %lld，清醒百分之 %lld

source: Sleep staging
de: Schlafphasen-Einteilung
es: Fases del sueño
fr: Stades du sommeil
it: Fasi del sonno
pl: Inscenizacja snu
pt_pt: Encenação do sono
ru: Стадии сна
th: การจำแนกระยะการนอน
zh_hans: 睡眠分期
zh_hant: 睡眠分期

source: Sleep staging (V2)
de: Schlafstadien (V2)
es: Estadificación de sueño (V2)
fr: Stade de sommeil (V2)
pl: Ocena snu (V2)
pt_pt: Estadiamento do sono (V2)
th: การจำแนกระยะการนอน (V2)
zh_hans: 睡眠分期 (V2 算法)

source: Sleep steadiness: Rest varied ±%@ pts night to night.
de: Schlafstetigkeit: Ruhe schwankte ±%@ Pkt. von Nacht zu Nacht.
es: Estabilidad del sueño: Descanso varió ±%@ pts de noche a noche.
fr: Stabilité du sommeil : le repos a varié de ±%@ pts d'une nuit à l'autre.
it: Stabilità del sonno: il riposo è variato di ±%@ pti da una notte all'altra.
pl: Stabilność snu: Odpoczynek zmieniała się ±%@ pkt. z nocy na noc.
pt_pt: Estabilidade do sono: Descanso variado ±%@ pts de noite para noite.
ru: Стабильность сна: отдых менялся на ±%@ балла от ночи к ночи.
th: ความสม่ำเสมอในการนอน: การพักผ่อนที่หลากหลาย ±%@ pts คืนต่อคืน
zh_hans: 睡眠稳定性：休息在各晚之间波动 ±%@ 分。
zh_hant: 睡眠穩定性：休息在各晚之間波動 ±%@ 分。

source: Sleep-debt ledger
de: Schlafdefizit-Bilanz
es: Registro de deuda de sueño
fr: Registre de la dette de sommeil
it: Registro del debito di sonno
pl: Księga długów sennych
pt_pt: Livro-razão da dívida do sono
ru: Учёт недосыпа
th: บัญชีแยกประเภทหนี้การนอน
zh_hans: 睡眠负债账本
zh_hant: 睡眠負債帳本

source: Sleeping heart rate through the night
de: Schlafende Herzfrequenz durch die Nacht
es: Frecuencia cardíaca dormida por la noche
fr: Le rythme cardiaque dormant toute la nuit
pl: Tętno podczas snu w nocy
pt_pt: Frequência cardíaca durante o sono durante a noite
th: อัตราการเต้นหัวใจขณะนอนหลับตลอดทั้งคืน

source: slight
de: leicht
es: leve
fr: léger
it: lieve
pl: niewielki
ru: небольшой
th: เล็กน้อย
zh_hans: 轻微
zh_hant: 輕微

source: Slightly off baseline (HRV is a little low), so you're moderately activated. Nothing alarming; just don't overreach.
de: Leicht abseits der Basislinie (die HRV ist etwas niedrig), du bist also moderat aktiviert. Nichts Alarmierendes; übernimm dich nur nicht.
es: Ligeramente fuera de tu línea base (la VFC está un poco baja), así que estás moderadamente activado. Nada alarmante; solo no te excedas.
fr: Légèrement en dehors de la référence (la VFC est un peu basse), donc vous êtes modérément activé. Rien d'alarmant ; ne vous surmenez pas.
it: Leggermente fuori dalla linea di base (l'HRV è un po' bassa), quindi sei moderatamente attivato. Niente di allarmante; solo non esagerare.
pl: Nieco poza wartością bazową (HRV jest trochę niska), więc jesteś umiarkowanie aktywowany. Nic niepokojącego; po prostu nie przesadzaj.
pt_pt: Um pouco fora da linha de base (a VFC está um pouco baixa), pelo que está moderadamente ativado. Nada de alarmante; apenas não exagere.
ru: Небольшое отклонение от нормы (ВСР немного снижена), поэтому вы умеренно активированы. Ничего тревожного — просто не перенапрягайтесь.
th: ต่ำกว่าพื้นฐานเล็กน้อย (HRV ต่ำเล็กน้อย) ดังนั้นคุณจึงมีความกระตือรือร้นในระดับปานกลาง ไม่มีอะไรน่าตกใจ แค่อย่าเกินขอบเขต
zh_hans: 略偏离基线（HRV 稍低），你处于中度激活状态。无需担心，只是别过度用力。
zh_hant: 略微偏離基線（HRV 稍低），所以你處於中度激活狀態。沒什麼好擔心的，只是別過度勉強。

source: Slightly off baseline (resting HR is a touch high), so you're moderately activated. Nothing alarming; just don't overreach.
de: Leicht abseits der Basislinie (die Ruhe-HF ist eine Spur hoch), du bist also moderat aktiviert. Nichts Alarmierendes; übernimm dich nur nicht.
es: Ligeramente fuera de tu línea base (la FC en reposo está un poco alta), así que estás moderadamente activado. Nada alarmante; solo no te excedas.
fr: Légèrement en dehors de la référence (la FC au repos est un peu élevée), donc vous êtes modérément activé. Rien d'alarmant ; ne vous surmenez pas.
it: Leggermente fuori dalla linea di base (la FC a riposo è un filo alta), quindi sei moderatamente attivato. Niente di allarmante; solo non esagerare.
pl: Nieco odbiega od wartości bazowej (tętno spoczynkowe jest nieco wysokie), więc jesteś umiarkowanie pobudzony. Nic niepokojącego; po prostu nie przesadzaj.
pt_pt: Um pouco fora da linha de base (a FC em repouso é um pouco elevada), pelo que está moderadamente ativado. Nada de alarmante; apenas não exagere.
ru: Небольшое отклонение от нормы (пульс в покое немного повышен), поэтому вы умеренно активированы. Ничего тревожного — просто не перенапрягайтесь.
th: อยู่นอกระดับพื้นฐานเล็กน้อย (อัตราการเต้นหัวใจขณะพักสูงเล็กน้อย) ดังนั้นคุณจึงมีความกระตือรือร้นในระดับปานกลาง ไม่มีอะไรน่าตกใจ แค่อย่าเกินขอบเขต
zh_hans: 略偏离基线（静息心率稍高），你处于中度激活状态。无需担心，只是别过度用力。
zh_hant: 略微偏離基線（靜息心率稍高），所以你處於中度激活狀態。沒什麼好擔心的，只是別過度勉強。

source: slightly raised vs baseline
de: leicht erhöht gegenüber der Basislinie
es: ligeramente elevada respecto a tu línea base
fr: légèrement élevée par rapport à votre ligne de base
it: leggermente elevata rispetto alla tua linea di base
pl: lekko podwyższony w stosunku do wartości wyjściowych
pt_pt: ligeiramente elevado vs linha de base
ru: слегка повышено относительно нормы
th: เพิ่มขึ้นเล็กน้อยเทียบกับพื้นฐาน
zh_hans: 略高于基线
zh_hant: 略高於基線

source: Slope source
de: Quelle der Steigung
es: Fuente de la pendiente
fr: Source de la pente
it: Sorgente della pendenza
pl: Źródło nachylenia
pt_pt: Fonte de inclinação
ru: Источник наклона
th: แหล่งกำเนิดความลาดชัน
zh_hans: 斜率来源
zh_hant: 斜率來源

source: Slow threads
de: Langsame Verläufe
es: Hilos lentos
fr: Fils lents
it: Fili lenti
pl: Powolne wątki
pt_pt: Tópicos lentos
ru: Медленные связи
th: กระทู้ช้า
zh_hans: 缓慢的脉络
zh_hant: 緩慢的脈絡

source: Slows background strap-sync (every 45 min instead of 15) while your strap's battery is low. No data loss — the strap banks everything, so sync just batches into larger, less frequent pulls.
de: Verlangsamt die Hintergrund-Synchronisierung des Sensors (alle 45 statt 15 Minuten), wenn der Akku deines Bandes niedrig ist. Kein Datenverlust – das Band speichert alles, die Synchronisierung erfolgt nur in größeren, selteneren Schüben.
es: Lenta la correa de fondo sincronía (cada 45 min en lugar de 15) mientras que la batería de la correa es baja. No hay pérdida de datos — la correa lo bloquea todo, así que sincronizar sólo lotes en tiradas más grandes y menos frecuentes.
fr: Lentifie le sangle de fond (toutes les 45 min au lieu de 15) tandis que la batterie de votre sangle est basse. Aucune perte de données — la sangle accumule tout, donc synchronise juste les lots dans des tirages plus grands et moins fréquents.
pl: Spowalnia synchronizację paska w tle (co 45 minut zamiast 15), gdy bateria paska jest słaba. Brak utraty danych — pasek przechowuje wszystko, więc synchronizuj tylko partie w większe, rzadsze pociągnięcia.
pt_pt: Retarda a sincronização da bracelete em segundo plano (a cada 45 minutos em vez de 15) enquanto a bateria da bracelete está fraca. Sem perda de dados – a bracelete armazena tudo, por isso sincronize apenas os lotes em pulls maiores e menos frequentes.
th: ทำให้การซิงค์สายรัดพื้นหลังช้าลง (ทุกๆ 45 นาที แทนที่จะเป็น 15 นาที) ในขณะที่แบตเตอรี่ของสายรัดเหลือน้อย ข้อมูลไม่สูญหาย — สายรัดจะเก็บทุกอย่างไว้ ดังนั้นการซิงค์จะดึงข้อมูลขนาดใหญ่ขึ้นและความถี่น้อยลงเท่านั้น
zh_hans: 当手环电量偏低时，减缓后台同步频率（从每15分钟一次降为每45分钟一次）。绝对不会丢失数据——手环会缓存一切记录，同步只是变成了更大批次、更低频的拉取动作。

source: small
de: klein
es: pequeño
fr: petit
it: piccolo
pl: mały
ru: малый
th: เล็ก
zh_hans: 较小
zh_hant: 小

source: Smart alarm
de: Smart-Wecker
es: Alarma inteligente
fr: Alarme intelligente
it: Sveglia smart
pl: Inteligentny alarm
pt_pt: Alarme inteligente
ru: Умный будильник
th: การปลุกอัจฉริยะ
zh_hans: 智能闹钟
zh_hant: 智慧鬧鐘

source: So your zones, calories and baselines are accurate.
de: Damit deine Zonen, Kalorien und Basislinien stimmen.
es: Para que tus zonas, calorías y líneas base sean precisas.
fr: Pour que vos zones, calories et références soient précises.
it: Così le tue zone, le calorie e le linee di base sono accurate.
pl: Dzięki temu Twoje strefy, kalorie i wartości bazowe są dokładne.
pt_pt: Portanto, as tuas zonas, calorias e linhas de base são precisas.
ru: Чтобы ваши зоны, калории и нормы были точными.
th: ดังนั้นโซน แคลอรี และค่าพื้นฐานของคุณจึงแม่นยำ
zh_hans: 以便你的区间、卡路里和基线数据准确。
zh_hant: 確保你的區間、卡路里和基線準確無誤。

source: Soft tone on each phase · respects silent mode
de: Sanfter Ton bei jeder Phase · respektiert den Lautlos-Modus
es: Tono suave en cada fase · respeta el modo silencio
fr: Tonalité douce à chaque phase · respecte le mode silencieux
it: Tono delicato a ogni fase · rispetta la modalità silenziosa
pl: Miękki dźwięk na każdej fazie · uwzględnia tryb cichy
pt_pt: Tom suave em cada fase · respeita o modo silencioso
ru: Мягкий сигнал на каждой фазе · учитывает беззвучный режим
th: เสียงเบาในแต่ละเฟส · เคารพโหมดเงียบ
zh_hans: 每个阶段发出柔和提示音 · 遵从静音模式
zh_hant: 每個階段發出柔和提示音 · 遵從靜音模式

source: solid
de: stabil
es: sólido
fr: solide
it: solido
pl: solidny
ru: хороший
th: แข็ง
zh_hans: 稳固
zh_hant: 穩固

source: Solid
de: Stabil
es: Sólida
fr: Solide
it: Stabile
pl: Solidny
pt_pt: Sólido
ru: Стабильный
th: น่าเชื่อถือ
zh_hans: 扎实
zh_hant: 扎實

source: Solid signal.
de: Stabiles Signal.
es: Señal sólida.
fr: Signal solide.
it: Segnale solido.
pl: Stały sygnał.
pt_pt: Sinal sólido.
ru: Стабильный сигнал.
th: สัญญาณแน่น.
zh_hans: 信号稳定。
zh_hant: 訊號穩定。

source: Some occasional extra or skipped beats
de: Gelegentlich zusätzliche oder ausgelassene Schläge
es: Algunos latidos extra u omitidos ocasionales
fr: Quelques battements supplémentaires ou manqués occasionnels
it: Qualche battito extra o saltato occasionale
pl: Sporadyczne dodatkowe lub pomijane bity
pt_pt: Algumas batidas extra ou ignoradas ocasionais
ru: Изредка встречаются лишние или пропущенные удары
th: มีจังหวะพิเศษหรือข้ามบ้างเป็นครั้งคราว
zh_hans: 偶有额外或漏跳的心搏
zh_hant: 偶爾出現的額外或漏跳心搏

source: Something else
de: Etwas anderes
es: Otra cosa
fr: Autre chose
it: Qualcos'altro
pl: Coś innego
pt_pt: Outra coisa
ru: Что-то еще
th: อย่างอื่น
zh_hans: 其他的东西
zh_hant: 其他的東西
